{
  "¿Cuál es la ley suprema de la nación?": [
    "la Constitución"
  ],
  "¿Qué hace la Constitución?": [
    "establece el gobierno",
    "defne el gobierno",
    "protege los derechos básicos de los ciudadanos estadounidenses"
  ],
  "Las primeras tres palabras de la Constitución contienen la idea del autogobierno (de que el pueblo se": [
    "Nosotros, el pueblo"
  ],
  "¿Qué es una enmienda?": [
    "un cambio (a la Constitución)",
    "una adición (a la Constitución)"
  ],
  "¿Con qué nombre se conocen las primeras diez enmiendas a la Constitución?": [
    "la Carta de Derechos"
  ],
  "¿Cuál es un derecho o libertad que la Primera Enmienda garantiza?*": [
    "expresión",
    "religión",
    "reunión",
    "prensa",
    "peticionar al gobierno"
  ],
  "¿Cuántas enmiendas tiene la Constitución?": [
    "veintisiete (27)"
  ],
  "¿Qué hizo la Declaración de Independencia?": [
    "anunció nuestra independencia (de Gran Bretaña)",
    "declaró nuestra independencia (de Gran Bretaña)",
    "dijo que los Estados Unidos se independizó (de Gran Bretaña)"
  ],
  "¿Cuáles son dos derechos en la Declaración de la Independencia?": [
    "la vida",
    "la libertad",
    "la búsqueda de la felicidad"
  ],
  "¿En qué consiste la libertad de religión?": [
    "Se puede practicar cualquier religión o no practicar ninguna."
  ],
  "¿Cuál es el sistema económico de los Estados Unidos?*": [
    "economía capitalista",
    "economía de mercado"
  ],
  "¿En qué consiste el “estado de derecho” (ley y orden)?": [
    "Todos deben obedecer la ley",
    "Los líderes deben obedecer la ley",
    "El gobierno debe obedecer la ley",
    "Nadie está por encima de la ley"
  ],
  "Nombre una rama o parte del gobierno.*": [
    "Congreso",
    "Poder legislativo",
    "Presidente",
    "Poder ejecutivo",
    "Los tribunales",
    "Poder judicial"
  ],
  "¿Qué es lo que evita que una rama del gobierno se vuelva demasiado poderosa?": [
    "pesos y contrapesos",
    "separación de poderes"
  ],
  "¿Quién está a cargo de la rama ejecutiva?": [
    "el Presidente"
  ],
  "¿Quién crea las leyes federales?": [
    "el Congreso",
    "el Senado y la Cámara (de Representantes)",
    "la legislatura (nacional o de los Estados Unidos)"
  ],
  "¿Cuáles son las dos partes que integran el Congreso de los Estados Unidos?*": [
    "el Senado y la Cámara (de Representantes)"
  ],
  "¿Cuántos senadores de los Estados Unidos hay?": [
    "cien (100)"
  ],
  "¿De cuántos años es el término de elección de un senador de los Estados Unidos?": [
    "seis (6)"
  ],
  "Nombre a uno de los senadores actuales del estado donde usted vive.*": [
    "Las respuestas variarán. [Los residentes del Distrito de Columbia y los territorios de los Estados Unidos"
  ],
  "¿Cuántos miembros votantes tiene la Cámara de Representantes?": [
    "cuatrocientos treinta y cinco (435)"
  ],
  "¿De cuántos años es el término de elección de un representante de los Estados Unidos?": [
    "dos (2)"
  ],
  "Dé el nombre de su representante a nivel nacional.": [
    "Las respuestas variarán. [Los residentes de territorios con delegados no votantes o los comisionados"
  ],
  "¿A quiénes representa un senador de los Estados Unidos?": [
    "a todas las personas del estado"
  ],
  "¿Por qué tienen algunos estados más representantes que otros?": [
    "(debido a) la población del estado",
    "(debido a que) tienen más gente",
    "(debido a que) algunos estados tienen más gente"
  ],
  "¿De cuántos años es el término de elección de un presidente?": [
    "cuatro (4)"
  ],
  "¿En qué mes votamos por un nuevo presidente?*": [
    "noviembre"
  ],
  "¿Cómo se llama el actual Presidente de los Estados Unidos?*": [
    "Visite uscis.gov/es/ciudadania/actualizacionesalexamen para saber el nombre del Presidente de Estados"
  ],
  "¿Cómo se llama el actual Vicepresidente de los Estados Unidos?": [
    "Visite uscis.gov/es/ciudadania/actualizacionesalexamen para saber el nombre del Vice Presidente de Estados"
  ],
  "Si el Presidente ya no puede cumplir sus funciones, ¿quién se convierte en Presidente?": [
    "el Vicepresidente"
  ],
  "Si tanto el Presidente como el Vicepresidente ya no pueden cumplir sus funciones, ¿quién se convierte en": [
    "el Presidente de la Cámara de Representantes"
  ],
  "¿Quién es el Comandante en Jefe de las Fuerzas Armadas?": [
    "el Presidente"
  ],
  "¿Quién frma los proyectos de ley para convertirlos en ley?": [
    "el Presidente"
  ],
  "¿Quién veta los proyectos de ley?": [
    "el Presidente"
  ],
  "¿Qué hace el Gabinete del Presidente?": [
    "asesora al Presidente"
  ],
  "¿Cuáles son dos puestos a nivel de gabinete?": [
    "Secretario de Agricultura",
    "Secretario de Comercio",
    "Secretario de Defensa",
    "Secretario de Educación",
    "Secretario de Energía",
    "Secretario de Salud y Servicios Humanos",
    "Secretario de Seguridad Nacional",
    "Secretario de Vivienda y Desarrollo Urbano",
    "Secretario del Interior",
    "Secretario del Trabajo",
    "Secretario de Estado",
    "Secretario de Transporte",
    "Secretario del Tesoro",
    "Secretario de Asuntos de los Veteranos",
    "Procurador General",
    "Vicepresidente"
  ],
  "¿Qué hace la rama judicial?": [
    "revisa las leyes",
    "explica las leyes",
    "resuelve disputas (desacuerdos)",
    "decide si una ley va en contra de la Constitución"
  ],
  "¿Cuál es el tribunal más alto de los Estados Unidos?": [
    "la Corte Suprema"
  ],
  "¿Cuántos jueces hay en la Corte Suprema?": [
    "Visite uscis.gov/es/ciudadania/actualizacionesalexamen para saber el número de jueces en la Corte Suprema."
  ],
  "¿Quién es el presidente actual de la Corte Suprema de los Estados Unidos?": [
    "Visite uscis.gov/es/ciudadania/actualizacionesalexamen para saber el nombre del Presidente del Tribunal"
  ],
  "De acuerdo a nuestra Constitución, algunos poderes pertenecen al gobierno federal. ¿Cuál es un poder": [
    "imprimir dinero",
    "declarar la guerra",
    "crear un ejército",
    "suscribir tratados"
  ],
  "De acuerdo a nuestra Constitución, algunos poderes pertenecen a los estados. ¿Cuál es un poder de los": [
    "proveer escuelas y educación",
    "proveer protección (policía)",
    "proveer seguridad (cuerpos de bomberos)",
    "conceder licencias de conducir",
    "aprobar la zonifcación y uso de la tierra"
  ],
  "¿Quién es el gobernador actual de su estado?": [
    "Las respuestas variarán. [Los residentes del Distrito de Columbia deben decir “no tenemos gobernador”]."
  ],
  "¿Cuál es la capital de su estado?*": [
    "Las respuestas variarán. [Los residentes del Distrito de Columbia deben contestar que el D.C. no es estado y"
  ],
  "¿Cuáles son los dos principales partidos políticos de los Estados Unidos?*": [
    "Demócrata y Republicano"
  ],
  "¿Cuál es el partido político del Presidente actual?": [
    "Visite uscis.gov/es/ciudadania/actualizacionesalexamen para saber el partido político al que pertenece"
  ],
  "¿Cómo se llama el Presidente actual de la Cámara de Representantes?": [
    "Visite uscis.gov/es/ciudadania/actualizacionesalexamen para saber el nombre del Portavoz de la Cámara"
  ],
  "Existen cuatro enmiendas a la Constitución sobre quién puede votar. Describa una de ellas.": [
    "Ciudadanos de dieciocho (18) años en adelante (pueden votar).",
    "No se exige pagar un impuesto para votar (el impuesto para acudir a las urnas o “poll tax” en inglés).",
    "Cualquier ciudadano puede votar. (Tanto mujeres como hombres pueden votar).",
    "Un hombre ciudadano de cualquier raza (puede votar)."
  ],
  "¿Cuál es una responsabilidad que corresponde sólo a los ciudadanos de los Estados Unidos?*": [
    "prestar servicio en un jurado",
    "votar en una elección federal"
  ],
  "¿Cuál es un derecho que pueden ejercer sólo los ciudadanos de los Estados Unidos?": [
    "votar en una elección federal",
    "postularse a un cargo político federal"
  ],
  "¿Cuáles son dos derechos que pueden ejercer todas las personas que viven en los Estados Unidos?": [
    "libertad de expresión",
    "libertad de la palabra",
    "libertad de reunión",
    "libertad para peticionar al gobierno",
    "libertad de religión",
    "derecho a portar armas"
  ],
  "¿A qué demostramos nuestra lealtad cuando decimos el Juramento de Lealtad (Pledge of Allegiance)?": [
    "a los Estados Unidos",
    "a la bandera"
  ],
  "¿Cuál es una promesa que usted hace cuando se convierte en ciudadano de los Estados Unidos?": [
    "renunciar a la lealtad a otros países",
    "defender la Constitución y las leyes de los Estados Unidos",
    "obedecer las leyes de los Estados Unidos",
    "prestar servicio en las Fuerzas Armadas de los Estados Unidos (de ser necesario)",
    "prestar servicio a (realizar trabajo importante para) la nación (de ser necesario)",
    "ser leal a los Estados Unidos"
  ],
  "¿Cuántos años tienen que tener los ciudadanos para votar por el Presidente?*": [
    "dieciocho (18) años en adelante"
  ],
  "¿Cuáles son dos maneras mediante las cuales los ciudadanos americanos pueden participar en su": [
    "votar",
    "afliarse a un partido político",
    "ayudar en una campaña",
    "unirse a un grupo cívico",
    "unirse a un grupo comunitario",
    "compartir su opinión acerca de un asunto con un ofcial electo",
    "llamar a los senadores y representantes",
    "apoyar u oponerse públicamente a un asunto o política",
    "postularse a un cargo político",
    "enviar una carta o mensaje a un periódico"
  ],
  "¿Cuál es la fecha límite para enviar la declaración federal de impuestos sobre ingresos?*": [
    "el 15 de abril"
  ],
  "¿Cuándo deben inscribirse todos los hombres en el Servicio Selectivo?": [
    "a la edad de dieciocho (18) años",
    "entre los dieciocho (18) y veintiséis (26) años de edad"
  ],
  "¿Cuál es una razón por la que los colonos vinieron a América?": [
    "libertad",
    "libertad política",
    "libertad religiosa",
    "oportunidad económica",
    "para practicar su religión",
    "para huir de la persecución"
  ],
  "¿Quiénes vivían en lo que hoy conocemos como los Estados Unidos antes de la llegada de los europeos?": [
    "Indios americanos",
    "Nativos americanos"
  ],
  "¿Qué grupo de personas fue traído a los Estados Unidos y vendidos como esclavos?": [
    "Africanos",
    "gente de África"
  ],
  "¿Por qué lucharon los colonos contra los británicos?": [
    "debido a los impuestos altos (impuestos sin representación)",
    "el ejército británico estaba en sus casas (alojándose, acuartelándose)",
    "porque no tenían gobierno propio"
  ],
  "¿Quién escribió la Declaración de Independencia?": [
    "(Thomas) Jefferson"
  ],
  "¿Cuándo fue adoptada la Declaración de Independencia?": [
    "el 4 de julio de 1776"
  ],
  "Había 13 estados originales. Nombre tres.": [
    "Nueva Hampshire",
    "Massachusetts",
    "Rhode Island",
    "Connecticut",
    "Nueva York",
    "Nueva Jersey",
    "Pensilvania",
    "Delaware",
    "Maryland",
    "Virginia",
    "Carolina del Norte",
    "Carolina del Sur",
    "Georgia"
  ],
  "¿Qué ocurrió en la Convención Constitucional?": [
    "Se redactó la Constitución.",
    "Los Padres Fundadores redactaron la Constitución."
  ],
  "¿Cuándo fue redactada la Constitución?": [
    "1787"
  ],
  "Los escritos conocidos como “Los Documentos Federalistas” respaldaron la aprobación de la": [
    "(James) Madison",
    "(Alexander) Hamilton",
    "(John) Jay",
    "Publius"
  ],
  "Mencione una razón por la que es famoso Benjamin Franklin.": [
    "diplomático americano",
    "el miembro de mayor edad de la Convención Constitucional",
    "primer Director General de Correos de Estados Unidos",
    "autor de “Poor Richard’s Almanac” (Almanaque del Pobre Richard)",
    "fundó las primeras bibliotecas gratuitas"
  ],
  "¿Quién se conoce como el “Padre de Nuestra Nación”?": [
    "(George) Washington"
  ],
  "¿Quién fue el primer Presidente?*": [
    "(George) Washington"
  ],
  "¿Qué territorio compró Estados Unidos a Francia en 1803?": [
    "el territorio de Louisiana",
    "Louisiana"
  ],
  "Mencione una guerra en la que peleó los Estados Unidos durante los años 1800.": [
    "la Guerra de 1812",
    "la Guerra entre México y los Estados Unidos",
    "la Guerra Civil",
    "la Guerra Hispano-Estadounidense (Hispano-americana)"
  ],
  "Dé el nombre de la guerra entre el Norte y el Sur de los Estados Unidos.": [
    "la Guerra Civil",
    "la Guerra entre los Estados"
  ],
  "Mencione un problema que condujo a la Guerra Civil.": [
    "esclavitud",
    "razones económicas",
    "derechos de los estados"
  ],
  "¿Cuál fue una cosa importante que hizo Abraham Lincoln?*": [
    "liberó a los esclavos (Proclamación de la Emancipación)",
    "salvó (o preservó) la Unión",
    "presidió los Estados Unidos durante la Guerra Civil"
  ],
  "¿Qué hizo la Proclamación de la Emancipación?": [
    "liberó a los esclavos",
    "liberó a los esclavos de la Confederación",
    "liberó a los esclavos en los estados de la Confederación",
    "liberó a los esclavos en la mayoría de los estados del sur"
  ],
  "¿Qué hizo Susan B. Anthony?": [
    "luchó por los derechos de la mujer",
    "luchó por los derechos civiles"
  ],
  "Mencione una guerra durante los años 1900 en la que peleó los Estados Unidos.*": [
    "la Primera Guerra Mundial",
    "la Segunda Guerra Mundial",
    "la Guerra de Corea",
    "la Guerra de Vietnam",
    "la Guerra del Golfo (Pérsico)"
  ],
  "¿Quién era el presidente durante la Primera Guerra Mundial?": [
    "(Woodrow) Wilson"
  ],
  "¿Quién era presidente durante la Gran Depresión y la Segunda Guerra Mundial?": [
    "(Franklin) Roosevelt"
  ],
  "¿Contra qué países peleó Estados Unidos en la Segunda Guerra Mundial?": [
    "Japón, Alemania e Italia"
  ],
  "Antes de ser presidente, Eisenhower era general. ¿En qué guerra participó?": [
    "Segunda Guerra Mundial"
  ],
  "Durante la Guerra Fría, ¿cuál era la principal preocupación de los Estados Unidos?": [
    "Comunismo"
  ],
  "¿Qué movimiento trató de poner fn a la discriminación racial?": [
    "(el movimiento de) derechos civiles"
  ],
  "¿Qué hizo Martin Luther King, Jr.?*": [
    "luchó por los derechos civiles",
    "trabajó por la igualdad de todos los ciudadanos americanos"
  ],
  "¿Qué suceso de gran magnitud ocurrió el 11": [
    "Terroristas atacaron los Estados Unidos."
  ],
  "Mencione una tribu de indios americanos en los Estados Unidos.": [
    "Cherokee",
    "Navajo",
    "Sioux",
    "Chippewa",
    "Choctaw",
    "Pueblo",
    "Apache",
    "Iroquois",
    "Creek",
    "Blackfeet",
    "Seminole",
    "Cheyenne",
    "Arawak",
    "Shawnee",
    "Mohegan",
    "Huron",
    "Oneida",
    "Lakota",
    "Crow",
    "Teton",
    "Hopi",
    "Inuit"
  ],
  "Mencione uno de los dos ríos más largos en los Estados Unidos.": [
    "(el Río) Missouri",
    "(el Río) Mississippi"
  ],
  "¿Qué océano está en la costa oeste de los Estados Unidos?": [
    "(el Océano) Pacífco"
  ],
  "¿Qué océano está en la costa este de los Estados Unidos?": [
    "(el Océano) Atlántico"
  ],
  "Dé el nombre de un territorio de los Estados Unidos.": [
    "Puerto Rico",
    "Islas Vírgenes de Estados Unidos",
    "Samoa Estadounidense",
    "Islas Marianas del Norte",
    "Guam"
  ],
  "Mencione un estado que tiene frontera con Canadá.": [
    "Maine",
    "Nueva Hampshire",
    "Vermont",
    "Nueva York",
    "Pensilvania",
    "Ohio",
    "Michigan",
    "Minnesota",
    "Dakota del Norte",
    "Montana",
    "Idaho",
    "Washington",
    "Alaska"
  ],
  "Mencione un estado que tiene frontera con México.": [
    "California",
    "Arizona",
    "Nuevo México",
    "Texas"
  ],
  "¿Cuál es la capital de los Estados Unidos?*": [
    "Washington, D.C."
  ],
  "¿Dónde está la Estatua de la Libertad?*": [
    "(el puerto de) Nueva York",
    "Liberty Island",
    "[Otras respuestas aceptables son Nueva Jersey, cerca de la Ciudad de Nueva York y (el Río) Hudson]."
  ],
  "¿Por qué hay 13 franjas en la bandera?": [
    "porque representan las 13 colonias originales",
    "porque las franjas representan las colonias originales"
  ],
  "¿Por qué hay 50 estrellas en la bandera?*": [
    "porque hay una estrella por cada estado",
    "porque cada estrella representa un estado",
    "porque hay 50 estados"
  ],
  "¿Cómo se llama el himno nacional?": [
    "The Star-Spangled Banner"
  ],
  "¿Cuándo celebramos el Día de la Independencia?*": [
    "el 4 de julio"
  ],
  "Mencione dos días feriados nacionales de los Estados Unidos.": [
    "el Día de Año Nuevo",
    "el Día de Martin Luther King, Jr.",
    "el Día de los Presidentes",
    "el Día de la Recordación",
    "el Día de la Independencia",
    "el Día del Trabajo",
    "el Día de la Raza (Cristóbal Colón)",
    "el Día de los Veteranos",
    "el Día de Acción de Gracias",
    "el Día de Navidad`"
  ]
}